Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: 从此版本开始，偏好分析所需的模型不再包含在PaperVN App中，偏好分析将用于Today页面的“为你推荐”部分。
de: Ab dieser Version ist das für die Präferenzanalyse benötigte Modell nicht mehr in der PaperVN-App enthalten. Die Präferenzanalyse unterstützt den Bereich „Für dich empfohlen“ auf der Today-Seite.
en: Starting with this version, the model required for preference analysis is no longer included in the PaperVN app. Preference analysis powers the “Recommended for You” section on the Today page.
ja: このバージョンから、嗜好分析に必要なモデルはPaperVN Appに含まれなくなり、嗜好分析はTodayページの「あなたにおすすめ」セクションで使用されます。
ko: 이 버전부터 취향 분석에 필요한 모델은 PaperVN 앱에 포함되지 않으며, 취향 분석은 Today 페이지의 ‘맞춤 추천’ 섹션에 사용됩니다.
pl: Od tej wersji model wymagany do analizy preferencji nie jest już dołączony do aplikacji PaperVN. Analiza preferencji zasila sekcję „Polecane dla Ciebie” na stronie Today.
zh_hant: 從此版本開始，偏好分析所需的模型不再包含在PaperVN App中，偏好分析會用於Today頁面的「為你推薦」部分。

source: 从资料库删除
de: Aus der Mediathek entfernen
en: Remove from Library
ja: ライブラリから削除
ko: 보관함에서 제거
pl: Usuń z biblioteki
zh_hant: 從資料庫移除

source: 以“%@”发布
de: Als „%@“ veröffentlichen
en: Posting as “%@”
ja: 「%@」として投稿
ko: ‘%@’(으)로 게시
pl: Publikuj jako „%@”
zh_hant: 以「%@」發佈

source: 任一
de: mindestens eine
en: any
ja: いずれか
ko: 하나 이상의
pl: dowolny

source: 会社
de: Unternehmen
en: Company
ko: 회사
pl: Firma
zh_hant: 公司

source: 会社、制作人员、角色与声优的显示语言。
de: Anzeigesprache für Unternehmen, Mitwirkende, Figuren und Sprecher.
en: The display language for companies, staff, characters, and voice actors.
ja: 会社、スタッフ、キャラクター、声優の表示言語です。
ko: 회사, 제작진, 캐릭터 및 성우의 표시 언어입니다.
pl: Język wyświetlania firm, ekipy, postaci i aktorów głosowych.
zh_hant: 公司、製作人員、角色與聲優的顯示語言。

source: 体重
de: Gewicht
en: Weight
ko: 체중
pl: Masa ciała
zh_hant: 體重

source: 作品、角色、会社、制作人员
de: Werke, Figuren, Firmen, Mitwirkende
en: Titles, characters, companies, staff
ja: 作品、キャラクター、ブランド、スタッフ
ko: 작품, 캐릭터, 회사, 제작진
pl: Tytuły, postacie, firmy, ekipa
zh_hant: 作品、角色、會社、製作人員

source: 作者：%@
de: Autor: %@
en: Author: %@
ko: 작성자: %@
pl: Autor: %@

source: 你似乎已经玩过“%@”。自动填充的游玩日期可能不准确。
de: Du hast „%@“ offenbar bereits gespielt. Das automatisch eingetragene Spieldatum ist möglicherweise ungenau.
en: It looks like you have already played “%@”. The automatically filled play date may be inaccurate.
ja: 「%@」はすでにプレイしたようです。自動入力されたプレイ日は正確でない場合があります。
ko: ‘%@’을(를) 이미 플레이한 것 같습니다. 자동으로 입력된 플레이 날짜가 정확하지 않을 수 있습니다.
pl: Wygląda na to, że masz już za sobą „%@”. Automatycznie uzupełniona data gry może być niedokładna.
zh_hant: 你似乎已經玩過「%@」。自動填充的遊玩日期可能不準確。

source: 你最近提交的一个反馈因滥用已被忽略。
de: Ein kürzlich von dir gesendetes Feedback wurde wegen Missbrauchs ignoriert.
en: A feedback item you recently submitted was ignored for abuse.
ja: 最近送信したフィードバックは、悪用のため無視されました。
ko: 최근 제출한 피드백이 악용으로 인해 무시되었습니다.
pl: Niedawno przesłana przez Ciebie opinia została zignorowana z powodu nadużycia.
zh_hant: 你最近提交的一則回饋因濫用而被忽略。

source: 你最近提交的一个反馈已被忽略，原因是：“%@”。
de: Ein kürzlich von dir gesendetes Feedback wurde aus folgendem Grund ignoriert: „%@“.
en: A feedback item you recently submitted was ignored for the following reason: “%@”.
ja: 最近送信したフィードバックは次の理由で無視されました：「%@」。
ko: 최근 제출한 피드백이 다음 이유로 무시되었습니다: ‘%@’.
pl: Niedawno przesłana przez Ciebie opinia została zignorowana z następującego powodu: „%@”.
zh_hant: 你最近提交的一則回饋已被忽略，原因是：「%@」。

source: 你最近提交的一个反馈已被忽略。
de: Ein kürzlich von dir gesendetes Feedback wurde ignoriert.
en: A feedback item you recently submitted was ignored.
ja: 最近送信したフィードバックは無視されました。
ko: 최근 제출한 피드백이 무시되었습니다.
pl: Niedawno przesłana przez Ciebie opinia została zignorowana.
zh_hant: 你最近提交的一則回饋已被忽略。

source: 你已有%lld个未结反馈。为了防止滥用，在我们查看你的问题之前，你将无法提交反馈。
de: Du hast bereits %lld offene Feedbacks. Um Missbrauch zu verhindern, kannst du erst wieder Feedback senden, wenn wir sie geprüft haben.
en: You already have %lld open feedback items. To prevent abuse, you can’t submit more feedback until we review them.
ja: 未解決のフィードバックが%lld件あります。悪用防止のため、問題を確認するまで新しいフィードバックは送信できません。
ko: 미해결 피드백이 %lld개 있습니다. 악용을 방지하기 위해 문제를 검토할 때까지 피드백을 제출할 수 없습니다.
pl: Masz już %lld nierozpatrzonej opinii. Aby zapobiec nadużyciom, nie możesz przesyłać kolejnych opinii, dopóki ich nie sprawdzimy.
zh_hant: 你已有%lld個未結回饋。為了防止濫用，在我們查看你的問題之前，你將無法提交回饋。

source: 你提交的这条译文已被采纳。如有问题，请通过反馈告诉我们。
de: Deine Übersetzung wurde bereits angenommen. Wenn es ein Problem damit gibt, teile es uns über Feedback mit.
en: Your translation has already been accepted. If there’s a problem with it, let us know through Feedback.
ja: 投稿した訳文はすでに採用されています。問題がある場合はフィードバックでお知らせください。
ko: 제출한 번역이 이미 채택되었습니다. 문제가 있다면 피드백으로 알려 주세요.
pl: Twoje tłumaczenie zostało już zaakceptowane. Jeśli jest z nim problem, daj nam znać przez opinie.
zh_hant: 你提交的這則譯文已被採納。如有問題，請透過回饋告訴我們。

source: 你的译文将在通过后加入VNDB-Description-Translations项目并在PaperVN App中使用。
de: Nach der Freigabe wird deine Übersetzung in das Projekt VNDB-Description-Translations aufgenommen und in der PaperVN-App verwendet.
en: Once approved, your translation will be added to the VNDB-Description-Translations project and used in the PaperVN app.
ja: 承認されると、訳文はVNDB-Description-Translationsプロジェクトに追加され、PaperVN Appで使用されます。
ko: 승인되면 번역문이 VNDB-Description-Translations 프로젝트에 추가되어 PaperVN 앱에서 사용됩니다.
pl: Po zatwierdzeniu Twoje tłumaczenie zostanie dodane do projektu VNDB-Description-Translations i będzie używane w aplikacji PaperVN.
zh_hant: 你的譯文將在通過後加入VNDB-Description-Translations專案並在PaperVN App中使用。

source: 你需要使用Token登录VNDB。如果还没有Token，可以在“My Profile > Applications”中创建。请为此Token开放所有权限，否则将无法操作资料库。
de: Für die Anmeldung bei VNDB ist ein Token erforderlich. Wenn du noch kein Token hast, erstelle eines unter „My Profile > Applications“. Gewähre dem Token alle Berechtigungen, sonst kann PaperVN keine Änderungen an deiner Mediathek vornehmen.
en: A token is required to sign in to VNDB. If you don’t have one, create one under My Profile > Applications. Grant the token all permissions; otherwise, PaperVN won’t be able to make changes to your library.
ja: VNDBへのログインにはトークンが必要です。トークンをお持ちでない場合は、「My Profile > Applications」で作成できます。ライブラリを操作できるように、トークンにはすべての権限を付与してください。
ko: VNDB에 로그인하려면 토큰이 필요합니다. 토큰이 없다면 My Profile > Applications에서 생성할 수 있습니다. 보관함을 변경할 수 있도록 토큰에 모든 권한을 허용해 주세요.
pl: Do logowania do VNDB potrzebujesz tokenu. Jeśli nie masz tokenu, utwórz go w „My Profile > Applications”. Nadaj mu wszystkie uprawnienia, w przeciwnym razie PaperVN nie będzie mógł modyfikować Twojej biblioteki.
zh_hant: 需要使用Token登入VNDB。如果還沒有Token，可以在「My Profile > Applications」中建立。請為此Token開放所有權限，否則將無法操作資料庫。

source: 使用VNDB账户登录
de: Mit VNDB-Account anmelden
en: Sign In with VNDB
ja: VNDBアカウントでログイン
ko: VNDB 계정으로 로그인
pl: Zaloguj się na konto VNDB
zh_hant: 使用VNDB帳號登入

source: 使用上次登录时的Token
de: Token der letzten Anmeldung verwenden
en: Use Token from Last Sign-In
ja: 前回ログイン時のトークンを使用
ko: 마지막 로그인 시 사용한 토큰 사용
pl: Użyj tokenu z ostatniego logowania
zh_hant: 使用上次登入時的Token

source: 使用当前用户设置
de: Aktuelle Benutzereinstellungen verwenden
en: Use Current User Settings
ja: 現在のユーザー設定を使用
ko: 현재 사용자 설정 사용
pl: Użyj bieżących ustawień użytkownika
zh_hant: 使用目前使用者設定

source: 俄语
de: Russisch
en: Russian
ja: ロシア語
ko: 러시아어
pl: Rosyjski
zh_hant: 俄文

source: 保加利亚语
de: Bulgarisch
en: Bulgarian
ja: ブルガリア語
ko: 불가리아어
pl: Bułgarski
zh_hant: 保加利亞文

source: 保护状态
de: Schutzstatus
en: Protection Status
ja: 保護状態
ko: 보호 상태
pl: Stan ochrony
zh_hant: 保護狀態

source: 保持
de: Beibehalten
en: Keep
ja: そのままにする
ko: 유지
pl: Zachowaj
zh_hant: 保留

source: 修改后再次提交会更新这条正在审核的翻译。
de: Wenn du erneut einreichst, wird diese Übersetzung aktualisiert, solange sie geprüft wird.
en: Submitting again updates this translation while it’s under review.
ja: 修正して再度投稿すると、審査中のこの翻訳が更新されます。
ko: 수정 후 다시 제출하면 검토 중인 이 번역이 업데이트됩니다.
pl: Ponowne przesłanie zaktualizuje to tłumaczenie, dopóki jest sprawdzane.
zh_hant: 修改後再次提交會更新這則正在審核的翻譯。

source: 修改后再次提交会重新审核。
de: Wenn du sie bearbeitest und erneut einreichst, wird sie erneut geprüft.
en: If you edit and submit again, it will be reviewed again.
ja: 修正して再度投稿すると、もう一度審査されます。
ko: 수정 후 다시 제출하면 다시 검토됩니다.
pl: Po edycji i ponownym przesłaniu zostanie ponownie sprawdzone.
zh_hant: 修改後再次提交會重新審核。

source: 修改后的推荐将重新等待审核。
de: Bearbeitete Empfehlungen werden erneut geprüft.
en: Edited recommendations will be reviewed again.
ja: 編集したおすすめは再審査されます。
ko: 수정한 추천은 다시 검토됩니다.
pl: Edytowane rekomendacje zostaną ponownie sprawdzone.
zh_hant: 修改後的推薦將重新等待審核。

source: 修改日期
de: Datum bearbeiten
en: Edit Date
ja: 日付を編集
ko: 날짜 편집
pl: Edytuj datę

source: 偏好地区
de: Bevorzugte Regionen
en: Preferred Regions
ja: 優先する地域
ko: 선호 지역
pl: Preferowane regiony
zh_hant: 偏好地區

source: 偏好翻译模式
de: Bevorzugter Übersetzungsmodus
en: Preferred Translation Mode
ja: 優先する翻訳モード
ko: 선호하는 번역 모드
pl: Preferowany tryb tłumaczenia
zh_hant: 偏好翻譯模式

source: 偏好语言
de: Bevorzugte Sprache
en: Preferred Language
ja: 優先する言語
ko: 선호 언어
pl: Preferowany język
zh_hant: 偏好語言

source: 储存空间
de: Speicher
en: Storage
ja: ストレージ
ko: 저장 공간
pl: Miejsce na dane
zh_hant: 儲存空間

source: 允许非官方标题
de: Inoffizielle Titel erlauben
en: Allow Unofficial Titles
ja: 非公式タイトルを許可
ko: 비공식 제목 허용
pl: Zezwalaj na nieoficjalne tytuły
zh_hant: 允許非官方標題

source: 克罗地亚语
de: Kroatisch
en: Croatian
ja: クロアチア語
ko: 크로아티아어
pl: Chorwacki
zh_hant: 克羅埃西亞文

source: 免费
de: Kostenlos
en: Free
ja: 無料
ko: 무료
pl: Bezpłatne
zh_hant: 免費

source: 免费版本
de: Kostenlose Version
en: Free Version
ja: 無料版
ko: 무료 버전
pl: Wersja bezpłatna
zh_hant: 免費版本

source: 全新搜索
de: Neue Suche
en: All-New Search
ja: 新しい検索
ko: 새로워진 검색
pl: Nowe wyszukiwanie
zh_hant: 全新搜尋

source: 全选
de: Alle auswählen
en: Select All
ja: すべてを選択
ko: 모두 선택
pl: Zaznacz wszystko
zh_hant: 全選

source: 全部
de: Alle
en: All
ja: すべて
ko: 전체
pl: Wszystko

source: 共享
de: Teilen
en: Share
ja: 共有
ko: 공유
pl: Udostępnij
zh_hant: 分享

source: 共享年龄范围
de: Geteilter Altersbereich
en: Shared Age Range
ja: 共有された年齢範囲
ko: 공유된 연령 범위
pl: Udostępniony zakres wieku
zh_hant: 分享的年齡範圍

source: 关于
de: Über
en: About
ja: 情報
ko: 정보
pl: Informacje
zh_hant: 關於

source: 关联作品
de: Verwandte Titel
en: Related Titles
ja: 関連作品
ko: 관련 작품
pl: Powiązane tytuły
zh_hant: 關聯作品

source: 关闭
de: Schließen
en: Close
ja: 閉じる
ko: 닫기
pl: Zamknij
zh_hant: 關閉

source: 关闭“为你推荐”
de: „Für dich empfohlen“ ausschalten
en: Turn Off “Recommended for You”
ja: 「あなたにおすすめ」をオフにする
ko: ‘맞춤 추천’ 끄기
pl: Wyłącz „Polecane dla Ciebie”
zh_hant: 關閉「為你推薦」

source: 关闭反馈
de: Feedback schließen
en: Close Feedback
ja: フィードバックを閉じる
ko: 피드백 닫기
pl: Zamknij opinię
zh_hant: 關閉回饋

source: 关闭后无法重新开启，也无法再添加更多信息。
de: Nach dem Schließen kann das Feedback nicht wieder geöffnet und keine weiteren Informationen hinzugefügt werden.
en: After closing, feedback cannot be reopened and more information cannot be added.
ja: 閉じたフィードバックは再開できず、追加情報も送信できません。
ko: 닫은 피드백은 다시 열 수 없으며 추가 정보를 제출할 수 없습니다.
pl: Po zamknięciu opinii nie można ponownie otworzyć ani dodać do niej więcej informacji.
zh_hant: 關閉後無法重新開啟，也無法再新增資訊。

source: 其他
de: Andere
en: Other
ja: その他
ko: 기타
pl: Inne

source: 其他人员
de: Weitere Mitwirkende
en: Other Staff
ja: その他のスタッフ
ko: 기타 스태프
pl: Inni członkowie ekipy
zh_hant: 其他人員

source: 其他内容
de: Andere Inhalte
en: Other Content
ja: その他のコンテンツ
ko: 기타 콘텐츠
pl: Inne treści
zh_hant: 其他內容

source: 其他版本
de: Andere Versionen
en: Other Versions
ja: その他のバージョン
ko: 기타 버전
pl: Inne wersje

source: 其他账户
de: Andere Accounts
en: Other Accounts
ja: その他のアカウント
ko: 기타 계정
pl: Inne konta
zh_hant: 其他帳號

source: 内容
de: Inhalt
en: Content
ja: コンテンツ
ko: 콘텐츠
pl: Treść
zh_hant: 內容

source: 内容与安全限制
de: Inhalts- und Sicherheitsbeschränkungen
en: Content & Safety Restrictions
ja: コンテンツと安全性の制限
ko: 콘텐츠 및 안전 제한
pl: Ograniczenia treści i bezpieczeństwa
zh_hant: 內容與安全限制

source: 内容已隐藏
de: Inhalt ausgeblendet
en: Content Hidden
ja: コンテンツは非表示です
ko: 콘텐츠 숨김
pl: Treść ukryta
zh_hant: 內容已隱藏

source: 再次轻点以解除模糊
de: Zum Einblenden erneut tippen
en: Tap Again to Unblur
ja: もう一度タップしてぼかしを解除
ko: 한 번 더 탭하여 흐림 효과 해제
pl: Stuknij ponownie, aby odkryć
zh_hant: 再點一下以解除模糊

source: 最低评分
de: Mindestbewertung
en: Minimum Rating
ja: 最低評価
ko: 최저 평점
pl: Minimalna ocena
zh_hant: 最低評分

source: 最多5个附件，每个附件不超过5 MB。
de: Bis zu 5 Anhänge, jeweils höchstens 5 MB.
en: Up to 5 attachments, each no larger than 5 MB.
ja: 添付ファイルは最大5個、1個あたり5 MBまでです。
ko: 첨부 파일은 최대 5개이며 각각 5 MB 이하여야 합니다.
pl: Maksymalnie 5 załączników, każdy nie większy niż 5 MB.
zh_hant: 最多5個附件，每個附件不得超過5 MB。

source: 最近发行
de: Kürzlich veröffentlicht
en: Recently Released
ja: 最近リリース
ko: 최근 출시
pl: Ostatnio wydane
zh_hant: 最近發行

source: 最近活动
de: Letzte Veranstaltungen
en: Recent Events
ja: 最近のイベント
ko: 최근 이벤트
pl: Ostatnie wydarzenia
zh_hant: 最近活動

source: 最高评分
de: Höchstbewertung
en: Maximum Rating
ja: 最高評価
ko: 최고 평점
pl: Maksymalna ocena
zh_hant: 最高評分

source: 写下你喜欢的视觉小说。通过后将作为“社区推荐”显示在Today中。轻点下方的横幅试试。
de: Schreib über eine Visual Novel, die du liebst. Nach der Freigabe erscheint sie in Today als „Community-Empfehlung“. Tippe unten auf das Banner, um es auszuprobieren.
en: Write about a visual novel you love. Once approved, it appears in Today as a “Community Pick.” Tap the banner below to try it.
ja: 好きなビジュアルノベルについて書きましょう。承認されると、「コミュニティのおすすめ」としてTodayに表示されます。下のバナーをタップして試してみてください。
ko: 좋아하는 비주얼 노벨을 소개해 보세요. 승인되면 ‘커뮤니티 추천’으로 Today에 표시됩니다. 아래의 배너를 탭하여 사용해 보세요.
pl: Napisz o powieści wizualnej, którą kochasz. Po zatwierdzeniu pojawi się w Today jako „Polecane przez społeczność”. Stuknij baner poniżej, aby wypróbować.
zh_hant: 寫下你喜歡的視覺小說。通過後將作為「社群推薦」顯示在Today中。點一下下方的橫幅試試。

source: 减少使用
de: Weniger verwenden
en: Reduce Use
ja: 使用を減らす
ko: 사용 줄이기
pl: Używaj mniej
zh_hant: 減少使用

source: 分享你喜欢的作品
de: Teile deine Lieblingstitel
en: Share the Ones You Love
ja: お気に入りの作品をシェア
ko: 좋아하는 작품 공유하기
pl: Podziel się ulubionymi tytułami
zh_hant: 分享你喜歡的作品

source: 分析偏好
de: Präferenzen analysieren
en: Analyze Preferences
ja: 好みを分析
ko: 취향 분석
pl: Analizuj preferencje

source: 分级
de: Einstufung
en: Rating
ja: レーティング
ko: 등급
pl: Klasyfikacja
zh_hant: 分級

source: 分辨率
de: Auflösung
en: Resolution
ja: 解像度
ko: 해상도
pl: Rozdzielczość
zh_hant: 解析度

source: 切罗基语
de: Cherokee
en: Cherokee
ja: チェロキー語
ko: 체로키어
pl: Czirokeski
zh_hant: 切羅基語

source: 列表
de: Liste
en: List
ja: リスト
ko: 목록
pl: Lista

source: 刚刚加入资料库
de: Gerade zur Mediathek hinzugefügt
en: Just added to Library
ja: ライブラリに追加したばかり
ko: 방금 보관함에 추가됨
pl: Właśnie dodano do biblioteki
zh_hant: 剛剛加入資料庫

source: 删除
de: Löschen
en: Delete
ja: 削除
ko: 삭제
pl: Usuń
zh_hant: 刪除

source: 删除Hiro智能模型更新
de: Modellupdate für Hiro Intelligence löschen
en: Delete Hiro Intelligence Model Update
ja: ひろインテリジェンスのモデル更新を削除
ko: Hiro 인텔리전스 모델 업데이트 삭제
pl: Usuń aktualizację modelu Hiro Intelligence
zh_hant: 刪除Hiro智慧模型更新

source: 删除偏好分析模型
de: Präferenzanalysemodell löschen
en: Delete Preference Analysis Model
ja: 嗜好分析モデルを削除
ko: 취향 분석 모델 삭제
pl: Usuń model analizy preferencji
zh_hant: 刪除偏好分析模型

source: 删除后将恢复使用App内置的Hiro智能模型。
de: Danach wird wieder das in der App enthaltene Modell für Hiro Intelligence verwendet.
en: After deleting, the Hiro Intelligence model built into the app will be used again.
ja: 削除すると、アプリに内蔵されたひろインテリジェンスのモデルに戻ります。
ko: 삭제하면 앱에 내장된 Hiro 인텔리전스 모델을 다시 사용합니다.
pl: Po usunięciu ponownie będzie używany model Hiro Intelligence wbudowany w aplikację.
zh_hant: 刪除後將恢復使用App內建的Hiro智慧模型。

source: 删除筛选条件
de: Filter löschen
en: Delete Filter
ja: フィルタを削除
ko: 필터 삭제
pl: Usuń filtr
zh_hant: 刪除篩選條件

source: 删除筛选项
de: Filterelement löschen
en: Delete Filter Item
ja: フィルタ項目を削除
ko: 필터 항목 삭제
pl: Usuń element filtra
zh_hant: 刪除篩選項目

source: 删除简介翻译文件
de: Übersetzungsdatei für Beschreibungen löschen
en: Delete Description Translation File
ja: 紹介文の翻訳ファイルを削除
ko: 소개 번역 파일 삭제
pl: Usuń plik tłumaczeń opisów
zh_hant: 刪除簡介翻譯檔案

source: 删除缓存
de: Cache löschen
en: Delete Cache
ja: キャッシュを削除
ko: 캐시 삭제
pl: Wyczyść pamięć podręczną
zh_hant: 刪除快取

source: 删除缓存后，所有内容都将重新载入。通常情况下，缓存会在不必要时自动删除。如果你遇到了异常的缓存占用，请向开发者提交错误报告。
de: Nach dem Löschen des Caches werden alle Inhalte neu geladen. Normalerweise wird der Cache automatisch gelöscht, wenn er nicht mehr benötigt wird. Wenn du eine ungewöhnlich hohe Cache-Nutzung feststellst, melde das Problem dem Entwickler.
en: After deleting the cache, all content will be reloaded. Normally, the cache is deleted automatically when it’s no longer needed. If you notice unusually high cache usage, report the issue to the developer.
ja: キャッシュを削除すると、すべてのコンテンツが再読み込みされます。通常、キャッシュは不要になると自動的に削除されます。キャッシュが異常に容量を消費している場合は、開発者に問題を報告してください。
ko: 캐시를 삭제하면 모든 콘텐츠가 다시 로드됩니다. 일반적으로 캐시는 필요하지 않을 때 자동으로 삭제됩니다. 캐시가 비정상적으로 많은 공간을 차지한다면 개발자에게 문제를 신고해 주세요.
pl: Po wyczyszczeniu pamięci podręcznej wszystkie treści zostaną ponownie załadowane. Zwykle pamięć podręczna jest automatycznie usuwana, gdy nie jest potrzebna. Jeśli zauważysz nietypowo duże zużycie pamięci podręcznej, zgłoś problem deweloperowi.
zh_hant: 刪除快取後，所有內容都會重新載入。一般情況下，快取會在不再需要時自動刪除。如果遇到異常的快取用量，請向開發者回報問題。

source: 制作人员
de: Mitwirkende
en: Staff
ja: スタッフ
ko: 제작진
pl: Ekipa
zh_hant: 製作人員

source: 制作会社
de: Produktionsunternehmen
en: Production Company
ko: 제작사
pl: Firma produkcyjna
zh_hant: 製作公司

source: 前作
de: Vorheriger Titel
en: Prequel
ko: 전작
pl: Poprzedni tytuł

source: 剧本
de: Szenario
en: Scenario
ja: シナリオ
ko: 시나리오
pl: Scenariusz
zh_hant: 劇本

source: 剧透内容
de: Spoiler-Inhalte
en: Spoiler Content
ja: ネタバレを含むコンテンツ
ko: 스포일러 콘텐츠
pl: Treści zawierające spoilery
zh_hant: 劇透內容

source: 剧透模糊等级
de: Unschärfegrad für Spoiler
en: Spoiler Blur Level
ja: ネタバレのぼかしレベル
ko: 스포일러 흐림 수준
pl: Poziom rozmycia spoilerów
zh_hant: 劇透模糊等級

source: 副标题语言
de: Untertitelsprache
en: Subtitle Language
ja: サブタイトルの言語
ko: 부제 언어
pl: Język podtytułu
zh_hant: 副標題語言

source: 加入计划游玩
de: Zur Spielliste hinzufügen
en: Add to Plan to Play
ja: プレイ予定に追加
ko: 플레이 예정에 추가
pl: Dodaj do planowanych
zh_hant: 加入計劃遊玩

source: 加泰罗尼亚语
de: Katalanisch
en: Catalan
ja: カタロニア語
ko: 카탈루냐어
pl: Kataloński
zh_hant: 加泰隆尼亞文

source: 包含你偏好的角色特征“%@”
de: Enthält das von dir bevorzugte Figurenmerkmal „%@“
en: Includes the character trait you prefer, “%@”
ja: 好みのキャラクター特性「%@」を含みます
ko: 선호하는 캐릭터 특성 ‘%@’ 포함
pl: Zawiera preferowaną przez Ciebie cechę postaci „%@”
zh_hant: 包含你偏好的角色特徵「%@」

source: 匈牙利语
de: Ungarisch
en: Hungarian
ja: ハンガリー語
ko: 헝가리어
pl: Węgierski
zh_hant: 匈牙利文

source: 匹配条件
de: Übereinstimmungsbedingungen
en: Match Conditions
ja: 一致条件
ko: 일치 조건
pl: Warunki dopasowania
zh_hant: 符合條件

source: 匿名
de: Anonym
en: Anonymous
ko: 익명
pl: Anonimowe

source: 升序
de: Aufsteigend
en: Ascending
ja: 昇順
ko: 오름차순
pl: Rosnąco
zh_hant: 升冪

source: 印地语
de: Hindi
en: Hindi
ja: ヒンディー語
ko: 힌디어
pl: Hindi
zh_hant: 印地文

source: 印度尼西亚语
de: Indonesisch
en: Indonesian
ja: インドネシア語
ko: 인도네시아어
pl: Indonezyjski
zh_hant: 印尼文

source: 即将发行
de: Demnächst veröffentlicht
en: Upcoming Releases
ja: 近日リリース
ko: 출시 예정
pl: Wkrótce wydane
zh_hant: 即將發行

source: 原作
de: Originalwerk
en: Original Work
ko: 원작
pl: Oryginalne dzieło

source: 原文
de: Originaltext
en: Original Text
ko: 원문
pl: Tekst oryginalny

source: 原语言
de: Originalsprache
en: Original Language
ja: 原文の言語
ko: 원어
pl: Język oryginalny
zh_hant: 原始語言

source: 参与Today
de: Bei Today mitmachen
en: Contribute to Today
ja: Todayに参加
ko: Today 참여
pl: Współtwórz Today
zh_hant: 參與Today

source: 参与作品
de: Beteiligte Titel
en: Credits
ja: 参加作品
ko: 참여 작품
pl: Udział w tytułach
zh_hant: 參與作品

source: 双性
de: Intersexuell
en: Both Sexes
ja: 両性
ko: 양성
pl: Interpłciowe
zh_hant: 雙性

source: 反选
de: Auswahl umkehren
en: Invert Selection
ja: 選択を反転
ko: 선택 반전
pl: Odwróć zaznaczenie
zh_hant: 反選

source: 反馈
de: Feedback
en: Feedback
ja: フィードバック
ko: 피드백
pl: Opinia
zh_hant: 回饋

source: 反馈“%@”的状态更新
de: Statusaktualisierung für Feedback „%@“
en: Status Update for “%@”
ja: 「%@」のステータス更新
ko: ‘%@’ 상태 업데이트
pl: Aktualizacja stanu opinii „%@”
zh_hant: 回饋「%@」的狀態更新

source: 反馈与参与
de: Feedback & Mitwirkung
en: Feedback & Contributions
ja: フィードバックと参加
ko: 피드백 및 참여
pl: Opinie i udział
zh_hant: 回饋與參與

source: 反馈已提交
de: Feedback gesendet
en: Feedback Submitted
ja: フィードバックを送信しました
ko: 피드백을 제출했습니다
pl: Przesłano opinię
zh_hant: 回饋已提交

source: 反馈服务返回了无效响应。
de: Der Feedbackdienst hat eine ungültige Antwort zurückgegeben.
en: The feedback service returned an invalid response.
ja: フィードバックサービスから無効な応答が返されました。
ko: 피드백 서비스에서 잘못된 응답을 반환했습니다.
pl: Usługa opinii zwróciła nieprawidłową odpowiedź.
zh_hant: 回饋服務傳回了無效回應。

source: 反馈翻译问题
de: Übersetzungsproblem melden
en: Report Translation Issue
ja: 翻訳の問題を報告
ko: 번역 문제 신고
pl: Zgłoś problem z tłumaczeniem
zh_hant: 回報翻譯問題

source: 反馈范围
de: Feedbackbereich
en: Feedback Scope
ja: フィードバックの範囲
ko: 피드백 범위
pl: Zakres opinii
zh_hant: 回饋範圍

source: 发布
de: Veröffentlichen
en: Post
ja: 投稿
ko: 게시
pl: Opublikuj
zh_hant: 發佈

source: 发行商
de: Publisher
en: Publisher
ja: パブリッシャー
ko: 배급사
pl: Wydawca
zh_hant: 發行商

source: 发行日期
de: Veröffentlichungsdatum
en: Release Date
ja: 発売日
ko: 출시일
pl: Data wydania
zh_hant: 發行日期

source: 发行时间
de: Veröffentlichungszeit
en: Release Date
ja: 発売時期
ko: 출시 시기
pl: Czas wydania
zh_hant: 發行時間

source: 发行版本
de: Veröffentlichte Version
en: Release Version
ja: リリースバージョン
ko: 출시 버전
pl: Wydana wersja
zh_hant: 發行版本

source: 发行类型
de: Veröffentlichungsart
en: Release Type
ja: 発売形態
ko: 출시 유형
pl: Typ wydania
zh_hant: 發行類型

source: 取消
de: Abbrechen
en: Cancel
ja: キャンセル
ko: 취소
pl: Anuluj

source: 取消全选
de: Gesamte Auswahl aufheben
en: Deselect All
ja: すべての選択を解除
ko: 모두 선택 해제
pl: Odznacz wszystko
zh_hant: 取消全選

source: 取消推荐
de: Empfehlung entfernen
en: Remove Recommendation
ja: おすすめから外す
ko: 추천 취소
pl: Usuń rekomendację
zh_hant: 取消推薦

source: 取消推荐将返还今日推荐次数。如果你遇到了情有可原的情况，请使用“取消推荐并从服务器中删除”。
de: Wenn du eine Empfehlung entfernst, erhältst du eine der heutigen Empfehlungen zurück. Verwende bei besonderen Umständen „Empfehlung entfernen und vom Server löschen“.
en: Removing a recommendation gives back one of today’s recommendations. If there are exceptional circumstances, use “Remove Recommendation and Delete from Server.”
ja: おすすめから外すと、本日のおすすめ可能件数が1件戻ります。やむを得ない事情がある場合は、「おすすめから外してサーバーから削除」を使用してください。
ko: 추천을 취소하면 오늘의 추천 횟수가 반환됩니다. 특별한 사정이 있다면 ‘추천을 취소하고 서버에서 삭제’를 사용해 주세요.
pl: Usunięcie rekomendacji zwraca jedną z dzisiejszych rekomendacji. W wyjątkowych sytuacjach użyj opcji „Usuń rekomendację i usuń z serwera”.
zh_hant: 取消推薦將返還今日的推薦次數。如果你遇到情有可原的情況，請使用「取消推薦並從伺服器中刪除」。

source: 取消推荐并从服务器中删除
de: Empfehlung entfernen und vom Server löschen
en: Remove Recommendation and Delete from Server
ja: おすすめから外してサーバーから削除
ko: 추천을 취소하고 서버에서 삭제
pl: Usuń rekomendację i usuń z serwera
zh_hant: 取消推薦並從伺服器中刪除

source: 可用
de: Verfügbar
en: Available
ja: 利用可能
ko: 사용 가능
pl: Dostępne

source: 可能导致更慢的载入速度
de: Kann zu langsameren Ladezeiten führen
en: May result in slower loading
ja: 読み込みが遅くなる可能性があります
ko: 로드 속도가 느려질 수 있음
pl: Może powodować wolniejsze ładowanie
zh_hant: 可能導致載入速度變慢

source: 可能符合你的偏好
de: Könnte deinen Präferenzen entsprechen
en: Likely match for your preferences
ja: 好みに合う可能性があります
ko: 취향에 맞을 가능성이 있습니다
pl: Może odpowiadać Twoim preferencjom

source: 可选择任意语言填写，也可填写多种语言
de: Du kannst in einer beliebigen Sprache oder in mehreren Sprachen schreiben.
en: You can write in any language, or in several languages.
ja: 任意の言語で入力できます。複数の言語で入力することもできます。
ko: 원하는 언어로 작성할 수 있으며, 여러 언어로 작성할 수도 있습니다.
pl: Możesz pisać w dowolnym języku lub w kilku językach.
zh_hant: 可選擇任何語言填寫，也可填寫多種語言

source: 同人
de: Dōjin
en: Dōjin
ko: 동인
pl: Dōjin

source: 同人制作组
de: Dōjin-Circle
en: Dōjin Circle
ja: 同人サークル
ko: 동인 제작팀
pl: Grupa dōjin
zh_hant: 同人製作組

source: 同意
de: Zustimmen
en: Agree
ko: 동의
pl: Zgadzam się

source: 启用
de: Aktivieren
en: Enable
ja: 有効にする
ko: 활성화
pl: Włącz
zh_hant: 啟用

source: 哔哩哔哩频道
de: Bilibili-Kanal
en: bilibili Channel
ja: bilibiliチャンネル
ko: bilibili 채널
pl: Kanał Bilibili
zh_hant: bilibili頻道

source: 土耳其语
de: Türkisch
en: Turkish
ja: トルコ語
ko: 튀르키예어
pl: Turecki
zh_hant: 土耳其文
